[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="")
m_Choices[1]=(m_ChoiceText="")

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_22 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="这栋别墅里充满了秘密，不要放过任何一个角落。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_23 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="你需要收集六个发条蛋，还有传家宝、名画和金币。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_24 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="潜入别墅偷取发条蛋，并尽可能收集贵重物品。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_25 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="不要被发现。不能让任何人知道你来过这里。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_SetTutorialMessage_26 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="偷取六个发条蛋并离开别墅。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.DisSeqAct_ShowHUDMessage_22 DisSeqAct_ShowHUDMessage]
m_Message=""

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_ShowLocationDiscovery_3 DisSeqAct_ShowLocationDiscovery]
m_LocationName="你找到了全部的六个发条蛋 - 回到出发点"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_ShowLocationDiscovery_4 DisSeqAct_ShowLocationDiscovery]
m_LocationName="已找到5个发条蛋 - 只剩1个"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_ShowLocationDiscovery_5 DisSeqAct_ShowLocationDiscovery]
m_LocationName="已找到1个发条蛋 - 剩余5个"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_ShowLocationDiscovery_6 DisSeqAct_ShowLocationDiscovery]
m_LocationName="已找到2个发条蛋 - 剩余4个"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_ShowLocationDiscovery_7 DisSeqAct_ShowLocationDiscovery]
m_LocationName="已找到3个发条蛋 - 剩余3个"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_ShowLocationDiscovery_8 DisSeqAct_ShowLocationDiscovery]
m_LocationName="已找到4个发条蛋 - 剩余2个"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_22 DisSeqAct_UpdateTaskTarget]
m_TargetName="二楼"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_23 DisSeqAct_UpdateTaskTarget]
m_TargetName="卡勒罗蛋"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_24 DisSeqAct_UpdateTaskTarget]
m_TargetName="韦恩登蛋"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_25 DisSeqAct_UpdateTaskTarget]
m_TargetName="亚罗蛋"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_28 DisSeqAct_UpdateTaskTarget]
m_TargetName="后门"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_29 DisSeqAct_UpdateTaskTarget]
m_TargetName="伯特斯戴德蛋"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_30 DisSeqAct_UpdateTaskTarget]
m_TargetName="三楼"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_32 DisSeqAct_UpdateTaskTarget]
m_TargetName="一楼"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_48 DisSeqAct_UpdateTaskTarget]
m_TargetName="莱德摩尔蛋"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_49 DisSeqAct_UpdateTaskTarget]
m_TargetName="德里斯考蛋"

[TheWorld:PersistentLevel.Main_Sequence.Egg_Setup.DisSeqAct_UpdateTaskTarget_51 DisSeqAct_UpdateTaskTarget]
m_TargetName="前门"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_GameOver_4 DisSeqAct_GameOver]
m_Reason="你被发现了！ - 任务结束"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_ShowLocationDiscovery_0 DisSeqAct_ShowLocationDiscovery]
m_LocationName="你被发现了！ - 任务结束"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_ShowLocationDiscovery_1 DisSeqAct_ShowLocationDiscovery]
m_LocationName="你被发现了！ - 剩余2次机会"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_ShowLocationDiscovery_2 DisSeqAct_ShowLocationDiscovery]
m_LocationName="你被发现了！ - 剩余1次机会"

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_SetTutorialMessage_16 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="已发现所有可收集的雕像。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_SetTutorialMessage_17 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="进入别墅开始寻找六个蛋。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_SetTutorialMessage_18 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="找到全部的六个蛋后回到别墅之外。祝你好运。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_SetTutorialMessage_19 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="已找到全部的蛋。回到你的出发点完成挑战。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_SetTutorialMessage_20 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="已发现价值2000金币的珍品。"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_SetTutorialMessage_21 DisSeqAct_SetTutorialMessage]
m_TutorialMessage="你发现了100%的珍品。干得好！"
m_TutorialMessage_Gamepad=""

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_ShowLocationDiscovery_9 DisSeqAct_ShowLocationDiscovery]
m_LocationName="挑战完成"

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_UpdateTaskTarget_50 DisSeqAct_UpdateTaskTarget]
m_TargetName="出发点"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_24 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 1/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_25 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 2/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_26 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 3/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_27 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 4/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_28 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 5/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_29 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 6/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_30 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 7/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_31 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 8/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_32 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 9/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_33 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 10/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_34 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 11/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_35 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 12/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_36 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 13/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_37 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 14/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_38 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 15/16"

[TheWorld:PersistentLevel.Main_Sequence.Bonus_Setup.DisSeqAct_ShowHUDMessage_23 DisSeqAct_ShowHUDMessage]
m_Message="可收集的雕像 16/16"

[TheWorld:PersistentLevel.Main_Sequence.Tasks_Setup.DisSeqAct_DLC05_ShowWaveNumber_4 DisSeqAct_DLC05_ShowWaveNumber]
m_CustomText="挑战完成"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_DLC05_ShowWaveNumber_3 DisSeqAct_DLC05_ShowWaveNumber]
m_CustomText="你被发现了！ - 任务结束"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_DLC05_ShowWaveNumber_2 DisSeqAct_DLC05_ShowWaveNumber]
m_CustomText="你被发现了！ - 剩余1次机会"

[TheWorld:PersistentLevel.Main_Sequence.Guard_Status.DisSeqAct_DLC05_ShowWaveNumber_1 DisSeqAct_DLC05_ShowWaveNumber]
m_CustomText="你被发现了！ - 剩余2次机会"